import React from 'react'

export default function EssaySection() {
  return (
    <section className={`py-[100px]`}>
      <div className={`container`}>
        <div className='mx-auto text-center text-2xl'>
          <p>
            Серед радіоаматорів борівського куща є фахівці різних професій, часом занадто віддаленими від радіосправи. Але ті хто мають фахові знання в галузі радіозв'язку, завжди прийдуть на допомогу іншим. Всіх нас об'єднує одна єдина справа – захоплення радіоаматорством. Це поклик душі! І, коли щовечора, на частоті 144,975 Мгц о 20 годині за київським часом лунає в трансивері голос ведучого: «UY5UX запрошує до круглого столу…», в ефірі зустрічаються вірні друзі – друзі-радіоаматори! 73!
          </p>
        </div>
      </div>
    </section>
  )
}
